export const acmData = [
    {
        id: 1,
        img: 'https://s9.travelask.ru/system/images/files/001/046/984/wysiwyg_jpg/318516_burning-meteor.jpg?1520521046',
        title: 'Метеорити і метеорити',
        text: 'Метеороїди - це об’єкти в космосі, розміри яких варіюються від пилових зерен до невеликих астероїдів. Тобто вони значно більші, ніж атом, але значно менші, ніж звичайний астероїд',
        description: 'Метеорити – це метеороїди, які не повністю згоріли в атмосфері і впали на поверхню. Вони можуть бути знайденими будь-де на ній. Деякі з них кам’янисті, коли інші металічні або є комбінацією каменю та металу.',
        Sdescription: 'Кожної ночі зазвичай можна побачити кілька метеорів на годину. Коли метеорів набагато більше, ви спостерігаєте за метеорним дощем. Деякі з них відбуваються щороку або через рівні проміжки часу, коли Земля проходить по сліду запиленого сміття, залишеного кометою (а в деяких випадках і астероїдами).',
        Tdescription: 'Метеорні дощі, як правило, називають на честь зірки або сузір’я, розташованого неподалік від місця, де метеори беруть початок на небі. Мабуть, найвідомішими є Персеїди, пік яких припадає приблизно на 12 серпня щороку. Кожен метеор Персеїди - це крихітний шматочок комети Свіфт-Таттл, яка вертиться довкола Сонця кожні 135 років.',
    },
    {
        id: 2,
        img: 'https://cs11.pikabu.ru/post_img/big/2020/05/02/10/1588440509197412529.jpg',
        title: 'Комети',
        text: 'Комета - мале тіло Сонячної системи, яке обертається навколо Сонця і має так звану кому і хвіст. Кома і хвіст комети - це наслідки випаровування ядра комети під дією сонячного випромінювання.',
        description: 'Астроном Джерард Куйпер в 1951 році висловив теорію, що за Нептуном існує дископодібний пояс крижаних тіл, де темні комети обертаються навколо Сонця в області Плутона. Ці крижані предмети, які час від часу штовхаються силою тяжіння на орбіти, наближаючи їх до Сонця, стають так званими короткоперіодичними кометами. Займаючи менше 200 років для проходження круга навколо Сонця, у багатьох випадках їх поява передбачувана, оскільки вони пройшли раніше. Менш передбачуваними є довгострокові комети, багато з яких прибувають з регіону, який називається Хмарою Оорта, приблизно від 100 000 астрономічних одиниць (тобто приблизно в 100 000 разів більше відстані між Землею і Сонцем) від Сонця. Цим кометам може знадобитися 30 мільйонів років, щоб здійснити одну подорож навколо Сонця.',
        Sdescription: 'Кожна комета має крихітну заморожену частину, яка називається ядром, яка часто не більша кількох кілометрів у діаметрі. Ядро містить крижані шматки, замерзлі гази з шматочками пилу. Комета нагрівається по мірі наближення до Сонця та зростанню атмосфери, або коми. Тепло Сонця змушує льоди комети перетворюватися на гази, тому кома стає більшою. Кома може тривати сотні тисяч кілометрів. Тиск сонячного світла і високошвидкісних сонячних частинок (сонячний вітер) можуть здути коматозний пил і газ подалі від Сонця, іноді утворюючи довгий, яскравий хвіст. Комети насправді мають два хвости - пиловий і іонний (газовий) хвости.',
        Tdescription: ' Більшість комет проходять безпечну відстань від Сонця ― комета Галлея доходить не ближче 89 мільйонів кілометрів. Однак деякі комети, які називаються сонцезахисниками, падають прямо на Сонце або наближаються настільки близько, що розпадаються і випаровуються.'
    },
    {
        id: 3,
        img: 'https://navigato.ru/content/news/image21798.jpg',
        title: 'Астероїди',
        text: 'Астероїди- це кам’янисті залишки, що залишились від раннього формування нашої Сонячної системи приблизно 4,6 мільярда років тому.',
        description: 'Більшість цих залишків можна знайти на орбіті Сонця між Марсом і Юпітером в межах головного поясу астероїдів. Розміри астероїдів  від Вести - найбільшої в діаметрі приблизно 530 кілометрів - до тіл, що перевищують 10 метрів. Загальна маса всіх астероїдів разом узятих менша, ніж маса Місяця.',
        Sdescription: 'Більшість астероїдів неправильної форми, хоча деякі з них майже сферичні, і вони часто мають ями або кратери. Поки вони обертаються навколо Сонця на еліптичних орбітах, астероїди також обертаються, іноді досить нестабільно, крутячись, рухаючись. Відомо, що більше 150 астероїдів мають невеликий супутник (деякі мають два супутники). Існують також бінарні (подвійні) астероїди, в яких два скелястих тіла приблизно однакового розміру обертаються навколо один одного, а також потрійні астероїдні системи.',
        Tdescription: 'Масивна гравітація Юпітера і випадкові близькі зустрічі з Марсом або іншим об\'єктом змінюють орбіти астероїдів, вибиваючи їх з основного поясу і кидаючи в космос у всіх напрямках по орбітах інших планет. В минулому бродячі астероїди та фрагменти астероїдів потрапляли на Землю та інші планети, відіграючи важливу роль у зміні геологічної історії планет і в еволюції життя на Землі. '
    },
]