export const DwarfData = [
    {
        id: 1,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/99_pluto_480x320.jpg',
        name: 'Плутон',
        ShDescription: 'Найбільша відома карликова планета Сонячної системи. Дев\'яте за розміром та десяте за масою небесне тіло, яке обертається навколо Сонця.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Орбіта Плутона як еліптична, так і нахилена. Повний оберт Плутона навколо Сонця - 248 років.\n" +
            "З 1979 по 1999 рік Плутон знаходився поблизу перигелію, коли він найближчий до Сонця. У цей час Плутон був насправді ближче до Сонця, ніж Нептун.\n" +
            "Один день на Плутоні займає близько 153 годин. Його вісь обертання нахилена на 57 градусів відносно площини своєї орбіти навколо Сонця, тому вона обертається майже на боці. Плутон також обертається зі сходу на захід.\n",
        SQuest:'Структура',
        Sdescription: "Плутон, ймовірно, має кам’янисте ядро, оточене мантією з льоду. Через меншу щільність маса Плутона становить приблизно одну шосту маси Землі.",
        THQuest:'Поверхня',
        THdescription: "Поверхня Плутона характеризується горами, долинами, рівнинами та кратерами. Температура на Плутоні може бути від -226 до -240 градусів Цельсія.\n" +
            "Гори Плутона - це великі брили водяного льоду, іноді з покриттям замерзлих газів, як метан.\n" +
            "Кратери розміром до 260 кілометрів у діаметрі мають ознаки ерозії та заповнення. Це свідчить про тектонічні сили, які повільно відновлюють Плутон.\n" +
            "Рівнини, що спостерігаються на Плутоні, схоже, зроблені із замерзлого газу азоту і не мають кратерів. Ці рівнини показують структури, що передбачають конвекцію.\n ",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'У Плутона тонка, слабка атмосфера, яка розширюється, коли наближається до сонця, і руйнується, коли віддаляється - подібно до комети. Основна складова - молекулярний азот.\n' +
            'Коли Плутон знаходиться недалеко від Сонця, його поверхня льоду сублімується (змінюючись безпосередньо від твердого до газового) і піднімається, тимчасово утворюючи тонку атмосферу. Низька гравітація Плутона призводить до того, що атмосфера набагато вище, ніж атмосфера нашої планети. Плутон стає набагато холоднішим' +
            ' протягом кожної частини року, коли він далеко від Сонця. За цей час основна частина атмосфери планети може замерзнути і випасти у вигляді снігу на поверхню.\n',
        satellites: '15'
    },

    {
        id: 2,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/704_ceres_480x320.jpg',
        name: 'Церера',
        ShDescription: 'Це найближча до Землі карликова планета, вона часом наближається на відстань 263 млн км. Це була перша відкрита карликова планета.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Церері потрібно 4,6 земних років, щоб здійснити один оберт навколо Сонця. Церера виконує один оберт навколо своєї осі кожні 9 годин.\n" +
            "Вісь обертання Церери нахилена лише на 4 градуси відносно площини своєї орбіти навколо Сонця.\n",
        SQuest:'Структура',
        Sdescription: "Можливо, Церера має тверде ядро і мантію з водяного льоду. Насправді Церера могла складатися з цілих 25 відсотків води. Якщо це правильно, у Церери води більше, ніж у Землі. Кора Церери кам’яниста і запилена з великими відкладеннями солей. Солі на Церері не схожі на кухонну сіль (хлорид натрію), а натомість виготовляються з різних мінералів, таких як сульфат магнію.",
        THQuest:'Поверхня',
        THdescription: "Церера вкрита незліченними маленькими молодими кратерами, але жоден з них не перевищує 280 кілометрів у діаметрі.\n" +
            "Відсутність кратерів може бути пов’язана з шарами льоду, що знаходяться безпосередньо під поверхнею. Особливості поверхні можуть з часом згладитися, якщо лід або інший матеріал з меншою щільністю, такий як сіль, знаходиться трохи нижче поверхні. Можливо також, що минула гідротермальна активність, така як крижані вулкани, стерла деякі великі кратери.\n" +
            "У межах деяких кратерів Церери є регіони, які завжди в тіні.\n",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'У Церери дуже рідка атмосфера, і є дані, що вона містить водяну пару. Пари можуть утворюватися льодовиковими вулканами або льодом біля поверхні, що сублімується (перетворюючись з твердого на газ).',
        satellites: '15'
    },

    {
        id: 3,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/705_makemake_480x320.jpg',
        name: 'Макемаке',
        ShDescription: 'Карликова планета, яка була названа на честь Макемаке – творця людства і бога достатку в міфології рапануйців, корінних жителів острова Пасхи.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Макемаке потрібно 305 земних років, щоб здійснити один повний оберт навколо Сонця. Коли Макемаке обертається навколо Сонця, він виконує один оберт кожні 22 з половиною години.",
        SQuest:'Структура',
        Sdescription: "Майже нічого не відомо про її структуру.",
        THQuest:'Поверхня',
        THdescription: "Ми не можемо дізнатися багато деталей про поверхню Макемаке з такої віддалі, але вона, схоже, має червонувато-коричневий колір. Також вчені виявили на його поверхні заморожений метан та етан.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Макемаке має дуже тонку атмосферу, швидше за все, з азоту.',
        satellites: '15'
    },

    {
        id: 4,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/723_haumea_480x320.jpg',
        name: 'Гаумеа',
        ShDescription: 'Карликова планета, відкрита у 2004 році. Названа на честь гавайської богині родючості та дітонародження',
        FQuest:'Орбіта і обертання',
        Fdescription: "Гаумеа потрібно 285 земних років, щоб здійснити один повний оберт навколо Сонця. Вона виконує одне обертання кожні 4 години.",
        SQuest:'Структура',
        Sdescription: "Науковці вважають, що Гаумеа утворена з каменю і кристалічного льоду.",
        THQuest:'Поверхня',
        THdescription: "На її поверхні скоріш за все є кристалічний водяний лід, хоча температура -223 градуси Цельсія, що замало для утворення цього льоду. Також є велика червона пляма, яка, ймовірно, є слідом від зіткнення планети з іншим небесним тілом.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Майже немає відомостей про атмосферу Гаумеа.',
        satellites: '15'
    },

    {
        id: 5,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/724_eris_480x320.jpg',
        name: 'Ерида',
        ShDescription: 'Друга за розміром після Плутона, наймасивніша і найвіддаленіша від Сонця карликова планета Сонячної системи. Вона була названа на честь грецької богині розбрату.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Ериді потрібно 557 земних років, щоб здійснити один повний оберт навколо Сонця. Площина орбіти Ериди знаходиться далеко поза площиною планет Сонячної системи і виходить далеко за межі пояса Койпера, зони крижаного сміття за орбітою Нептуна.\n" +
            "Ерида робить один оберт кожні 25,9 години.\n",
        SQuest:'Структура',
        Sdescription: "Немає достатньо відомостей про структуру Ериди.",
        THQuest:'Поверхня',
        THdescription: "Ерида, швидше за все, має кам’янисту поверхню, подібну до Плутона. Вчені вважають, що температура поверхні змінюється від -217 градусів за Цельсієм до -243 градусів за Цельсієм.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Карликова планета часто знаходиться далеко від Сонця, так що її атмосфера руйнується і замерзає, випадаючи на поверхню у вигляді снігу. По мірі наближення до Сонця на його далекій орбіті атмосфера розморожується.',
        satellites: '15'
    },
]