export const HypData = [
    {
        id: 1,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/1167_planetx_480x320.jpg',
        name: 'Планета Х',
        distance: 'Відстань від Сонця: ???',
        diameter: 'Екваторіальний діаметр: ???',
        weight: 'Маса: ???',
        amount: 'Супутники: ???',
        year: 'Тривалість року: ???',
        ShDescription: 'Планета Х ще не відкрита, і в науковому співтоваристві ведуться суперечки про те, чи існує вона',
        FQuest:'',
        Fdescription: "Дослідники Caltech знайшли математичні докази, які свідчать про те, що в глибині Сонячної системи може бути \"Планета X\". Ця гіпотетична планета розміром з Нептун обертається навколо нашого Сонця на сильно витягнутій орбіті далеко за межами Плутона. Об'єкт, який дослідники прозвали \"Планета дев'ять\", міг мати масу, приблизно в 10 разів більшу за земну, і в середньому обертатися приблизно в 20 разів далі від Сонця, ніж Нептун. Щоб здійснити один повний оберт навколо Сонця, може знадобитися від 10 000 до 20 000 земних років. ",
        SQuest:'',
        Sdescription: "Ця планета ще не відкрита, тому її вважають гіпотетичною. В науковій спільноті ведуться суперечки про те, чи існує вона насправді.",
        THQuest:'',
        THdescription: "Астрономи, що вивчають Пояс Койпера, помітили, що деякі карликові планети та інші дрібні крижані об'єкти, як правило, йдуть по орбітах, що скупчуються разом. Аналізуючи ці орбіти, команда Caltech передбачила можливість того, що велика, раніше не відкрита планета може ховатися далеко за межами Плутона.Вони підрахували, що гравітація цієї потенційної планети може пояснити незвичні орбіти цих об'єктів Койпера. ",
        FourthQuest: '',
        Fourthdescription: 'Астрономи, в тому числі Батигін і Браун, почнуть використовувати найпотужніші у світі телескопи для пошуку об\'єкта на його передбачуваній орбіті. Будь-який об\'єкт, що знаходиться далеко від Сонця, буде дуже слабким і важким для виявлення, але астрономи підраховують, що його можна було б побачити за допомогою існуючих телескопів.',
        moons: ' ??? '
    },
]