export const HypData = [
    {
        id: 1,
        img: 'https://solarsystem.nasa.gov/system/stellar_items/list_view_images/1167_planetx_480x320.jpg',
        name: 'Планета Х',
        distance: '???',
        diameter: '???',
        weight: '???',
        amount: '???',
        year: '???',
        ShDescription: 'Планета Х ще не відкрита, і в науковому співтоваристві ведуться суперечки про те, чи існує вона',
        description: 'Дослідники Caltech знайшли математичні докази, які свідчать про те, що в глибині Сонячної системи може бути "Планета X". Ця гіпотетична планета розміром з Нептун обертається навколо нашого Сонця на сильно витягнутій орбіті далеко за межами Плутона. Об\'єкт, який дослідники прозвали "Планета дев\'ять", міг мати масу, приблизно в 10 разів більшу за земну, і в середньому обертатися приблизно в 20 разів далі від Сонця, ніж Нептун. Щоб здійснити один повний оберт навколо Сонця, може знадобитися від 10 000 до 20 000 земних років.' +
            'Ця планета ще не відкрита, тому її вважають гіпотетичною. В науковій спільноті ведуться суперечки про те, чи існує вона насправді.',
        moons: ' ??? '
    },
]