export const dataPlanet = [
    {
        id: 1,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/18_mercury_new.png',
        name: 'Меркурій',
        distance: '57 900 000 км',
        diameter: '4 879 км',
        weight: '5% від маси Землі',
        amount: 0,
        year: '88 земних днів',
        ShDescription: 'Меркурій - найменша з планет, майже весь її об\'єм займає залізо-нікелеве ядро. Вся поверхня Меркурія вкрита кратерами від ударів.' +
            ' Меркурій є найгарячішою планетою після Венери.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Яйцеподібна орбіта Меркурія відводить планету на відстань близько 47 мільйонів кілометрів і до 70 мільйонів кілометрів від Сонця. Він обертається навколо Сонця кожні 88 днів, просуваючись у космосі зі швидкістю майже 47 кілометрів в секунду, тобто швидше, ніж будь-яка інша планета.\n" +
            "Меркурій повільно обертається навколо своєї осі і виконує один оберт кожні 59 земних днів. Але коли Меркурій рухається найшвидше по своїй еліптичній орбіті навколо Сонця (а він найближчий до Сонця), кожне обертання не супроводжується сходом та заходом сонця, як це відбувається на більшості інших планет. Здається, ранкове Сонце ненадовго сходить, заходить і знову сходить із деяких частин поверхні планети. Те саме відбувається в зворотному напрямку під час заходу сонця для інших частин поверхні. Один сонячний день Меркурія (один повний цикл день-ніч) дорівнює 176 земним дням.\n" +
            "Вісь обертання Меркурія нахилена лише на 2 градуси відносно площини своєї орбіти навколо Сонця. Це означає, що він обертається майже ідеально вертикально і тому на ньому не відбувається зміна пір року, як це є на багатьох інших планетах.\n",
        SQuest:'Структура',
        Sdescription: "Меркурій - друга за площею поверхні планета після Землі. Він має велике металеве ядро радіусом близько 2074 кілометри, що становить близько 85 відсотків радіуса планети. Є дані, що воно частково розплавлене або рідке. Зовнішня оболонка Меркурія, порівняно із зовнішньою оболонкою Землі (яка називається мантією і корою), має товщину лише близько 400 кілометрів (250 миль).",
        THQuest:'Поверхня',
        THdescription: "Поверхня Меркурія нагадує поверхню Землі на Місяці, пораненому багатьма ударними кратерами, зумовленими зіткненнями з метеороїдами та кометами. Кратери та особливості Меркурія названі на честь відомих померлих художників, музикантів чи авторів. Температури на поверхні Меркурія екстремальні, як гарячі, так і холодні. Вдень температура на поверхні Меркурія може сягати плюс 430 градусів Цельсія. Оскільки планета не має атмосфери, щоб утримувати це тепло, нічні температури на поверхні можуть опуститися до мінус 180 градусів Цельсія.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Замість атмосфери Меркурій має тонку екзосферу, що складається з атомів, зірваних з поверхні сонячним вітром та метеороїдами. Екзосфера Меркурія складається в основному з кисню, натрію, водню, гелію та калію.',
        moons: ' '
    },

    {
        id: 2,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/27_venus_jg.png',
        name: 'Венера',
        distance: '108 000 000 км',
        diameter: '12 104 км',
        weight: '81,5% від маси Землі',
        amount: 0,
        year: '225 земних днів',
        ShDescription: 'Венера повільно обертається у напрямку, протилежному від більшості планет. Густа атмосфера затримує тепло, утворюючи парниковий ефект, роблячи Венеру найгарячішою планетою в нашій Сонячній системі.',
        description: 'Similar in size and structure to Earth,  Venus has been called Earth\'s twin. These are not identical twins, however – there are radical differences between the two worlds. Venus has a thick, toxic atmosphere filled with carbon dioxide and it’s perpetually shrouded in thick, yellowish clouds of mostly sulfuric acid that trap heat, causing a runaway greenhouse effect. It’s the hottest planet in our solar system, even though Mercury is closer to the Sun. Venus has crushing air pressure at its surface – more than 90 times that of Earth – similar to the pressure you\'d encounter a mile below the ocean on Earth.',
        moons: ' '
    },

    {
        id: 3,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/17_earth.png',
        name: 'Земля',
        distance: '149 600 000 км',
        diameter: '12 756 км',
        weight: '5,98×1027 кг',
        amount: 1,
        year: '365,24 дня',
        ShDescription: 'Земля - наша рідна планета - це єдине відоме нам поки місце, де мешкають живі істоти. Це також єдина планета в нашій Сонячній системі з рідкою водою на поверхні.',
        description: 'опис',
        moons: 'Місяць'
    },

    {
        id: 4,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/19_mars.png',
        name: 'Марс',
        distance: '228 000 000 км',
        diameter: '6794 км',
        weight: '10,7% від маси Землі',
        amount: 2,
        year: '687 земних днів',
        ShDescription: 'Марс - це запилений, холодний, пустельний світ з дуже тонкою атмосферою. Є вагомі докази, що Марс був вологішим і теплішим, з більш щільною атмосферою мільярди років тому.',
        description: 'опис',
        moons: 'Деймос, Фобос'
    },

    {
        id: 5,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/16_jupiter_new.png',
        name: 'Юпітер',
        distance: '483 000 000 км',
        diameter: '142 984 км',
        weight: '318 мас Землі',
        amount: 79,
        year: '11,9 земного року',
        ShDescription: 'Юпітер більш ніж удвічі масивніший, ніж інші планети нашої Сонячної системи разом узятих. Велика Червона пляма гігантської планети - це багатовікова буря, більша за Землю.',
        description: 'опис',
        moons: 'Іо, Європа, Ганімед, Каллісто, Метіда, Адрастея, Альматея, Теба, Фемісто, Леда, Гімалія, Ерса, Пандія, Лісітея, Елара, Дія, Карпо, Валетудо, S/2003 J 12, Евпоріє, Евфеме, Юпітер LV, Юпітер LII, Тельксіное, Еванте, Геліке, Ортозіє, Юпітер LXVIII, Юпітер LIV, Юпітер LXIV, Іокасте, S/2003 J 16, Праксідіке, Гарпаліке, Мнеме, Герміппе, Тіоне, Юпітер LXX, Ананке, Юпітер LXXII, Герсе, Етне, Кале, Тайгете, Юпітер LXI, Халдене, S/2003 J 10, Еріноме, Калліхоре, Юпітер LXVI, Юпітер LXIX, Каліке, Карме, Юпітер LXIII, Пазітеє, Юпітер LI, Евкеладе, Архе, Ісоное, S/2003 J 9, Ейрене, Юпітер LXVII, Філофросіне, S/2003 J 23, Аойде, Калліррое, Еврідоме, Коре, Кіллене, Юпітер LVI · Юпітер LIX, S/2003 J 4, Пасіфе, Гегемоне, Сінопе, Спонде, Автоное, Мегакліте, S/2003 J 2'
    },

    {
        id: 6,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/28_saturn.png',
        name: 'Сатурн',
        distance: '890 700 000 км',
        diameter: '120 536 км',
        weight: '95 мас Землі',
        amount: 82,
        year: '29,46 земного року',
        ShDescription: 'Прикрашений сліпучою складною системою крижаних кілець, Сатурн унікальний у нашій Сонячній системі. Інші планети-гіганти мають кільця, але жодні не є такими вражаючими, як у Сатурна.',
        description: 'опис',
        moons: 'Енцелад, Титан, -	S/2009 S 1, Пан, Дафніс, Атлас, Прометей, S/2004 S 6, S/2004 S 4, S/2004 S 3, Ерхарт, Блеріо, Епіметей, Янус, Егеон, Мімас, Тефія, Діона, Рея, Гіперіон, Япет, Ківіок, Іджирак, Паліак, Сіарнак, Таркек, Феба, Скаді, S/2007 S 2, Сколл, S/2004 S 13, Грейп, Гірроккін, Мунділфарі, Ярнсакса, S/2006 S 1, S/2004 S 17, Нарві, Бергельмір, Егір, Суттунг, S/2004 S 12, Бестла, Фарбауті, Гаті, S/2004 S 7, Трюм, S/2007 S 3, S/2006 S 3, Сурт, Карі, Фенрір, Імір, Логі, Форньйот, S/2004 S 26, Альбіорікс, Бефінд, Ерріпо, Тарвос, S / 1981 S 15, S / 1981 S 16, S / 1981 S 17, S / 1981 S 18, S / 1981 S 19, S / 1995 S 9, S / 1995 S 10, S / 1995 S 11,'
    },

    {
        id: 7,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/29_uranus.png',
        name: 'Уран',
        distance: '1 785 000 000 км',
        diameter: '51 118 км',
        weight: '14 мас Землі',
        amount: 27,
        year: '84,04 земного року',
        ShDescription: 'Уран - сьома планета від Сонця - обертається під кутом майже 90 градусів від площини своєї орбіти. Цей унікальний нахил змушує Уран крутитися на боці.',
        description: 'опис',
        moons: 'first, second, third'
    },

    {
        id: 8,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/30_neptune.png',
        name: 'Нептун',
        distance: '2 793 000 000 км',
        diameter: '49 527 км',
        weight: '17 мас Землі',
        amount: 14,
        year: '164,79 земного року',
        ShDescription: 'Нептун - восьма і найвіддаленіша велика планета, що обертається навколо нашого Сонця. Вона темна, холодна і повна надзвукових вітрів. Це була перша планета, знайдена за допомогою математичних розрахунків.',
        description: 'опис',
        moons: 'Тритон, Нерехда, Наяда, Таласса, Деспіна, Галатея, Лариса, Протей, Галімеда, Псамафа, Сао, Лаомедея, Несо, Гіппокамп'
    },
]