import React from "react";

export const dataPlanet = [
    {
        id: 1,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/18_mercury_new.png',
        name: 'Меркурій',
        distance: 'Відстань від Сонця: 57 900 000 км',
        diameter: 'Екваторіальний діаметр: 4 879 км',
        weight: 'Маса: 5% від маси Землі',
        amount: 'Супутники: 0',
        year: 'Тривалість року: 88 земних днів',
        ShDescription: 'Меркурій - найменша з планет, майже весь її об\'єм займає залізо-нікелеве ядро. Вся поверхня Меркурія вкрита кратерами від ударів.' +
            ' Меркурій є найгарячішою планетою після Венери.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Яйцеподібна орбіта Меркурія відводить планету на відстань близько 47 мільйонів кілометрів і до 70 мільйонів кілометрів від Сонця. Він обертається навколо Сонця кожні 88 днів, просуваючись у космосі зі швидкістю майже 47 кілометрів в секунду, тобто швидше, ніж будь-яка інша планета.\n" +
            "Меркурій повільно обертається навколо своєї осі і виконує один оберт кожні 59 земних днів. Але коли Меркурій рухається найшвидше по своїй еліптичній орбіті навколо Сонця (а він найближчий до Сонця), кожне обертання не супроводжується сходом та заходом сонця, як це відбувається на більшості інших планет. Здається, ранкове Сонце ненадовго сходить, заходить і знову сходить із деяких частин поверхні планети. Те саме відбувається в зворотному напрямку під час заходу сонця для інших частин поверхні. Один сонячний день Меркурія (один повний цикл день-ніч) дорівнює 176 земним дням.\n" +
            "Вісь обертання Меркурія нахилена лише на 2 градуси відносно площини своєї орбіти навколо Сонця. Це означає, що він обертається майже ідеально вертикально і тому на ньому не відбувається зміна пір року, як це є на багатьох інших планетах.\n",
        SQuest:'Структура',
        Sdescription: "Меркурій - друга за площею поверхні планета після Землі. Він має велике металеве ядро радіусом близько 2074 кілометри, що становить близько 85 відсотків радіуса планети. Є дані, що воно частково розплавлене або рідке. Зовнішня оболонка Меркурія, порівняно із зовнішньою оболонкою Землі (яка називається мантією і корою), має товщину лише близько 400 кілометрів (250 миль).",
        THQuest:'Поверхня',
        THdescription: "Поверхня Меркурія нагадує поверхню Землі на Місяці, пораненому багатьма ударними кратерами, зумовленими зіткненнями з метеороїдами та кометами. Кратери та особливості Меркурія названі на честь відомих померлих художників, музикантів чи авторів. Температури на поверхні Меркурія екстремальні, як гарячі, так і холодні. Вдень температура на поверхні Меркурія може сягати плюс 430 градусів Цельсія. Оскільки планета не має атмосфери, щоб утримувати це тепло, нічні температури на поверхні можуть опуститися до мінус 180 градусів Цельсія.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Замість атмосфери Меркурій має тонку екзосферу, що складається з атомів, зірваних з поверхні сонячним вітром та метеороїдами. Екзосфера Меркурія складається в основному з кисню, натрію, водню, гелію та калію.',
        moons: ' ',
        satellites: 0
    },

    {
        id: 2,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/27_venus_jg.png',
        name: 'Венера',
        distance: 'Відстань від Сонця: 108 000 000 км',
        diameter: 'Екваторіальний діаметр: 12 104 км',
        weight: 'Маса: 81,5% від маси Землі',
        amount: 'Супутники: 0',
        year: 'Тривалість року: 225 земних днів',
        ShDescription: 'Венера повільно обертається у напрямку, протилежному від більшості планет. Густа атмосфера затримує тепло, утворюючи парниковий ефект, роблячи Венеру найгарячішою планетою в нашій Сонячній системі.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Обертання і орбіта Венери незвичні дещо незвичні. Венера - одна з двох планет, що обертаються зі сходу на захід. Тільки Венера та Уран мають це «зворотне» обертання. Вона здійснює одне обертання за 243 земні дні - найдовший день будь-якої планети в нашій Сонячній системі, навіть довший, ніж цілий рік на Венері. Але Сонце не сходить на Венері. На Венері один денно-нічний цикл займає 117 земних днів, тому що Венера обертається в напрямку, протилежному своєму оберту навколо Сонця.\n" +
            "Венера здійснює повний оберт навколо Сонця за 225 земних днів. Його орбіта навколо Сонця є найбільш круглою - майже ідеальне коло. Орбіти інших планет більш еліптичної або овальної форми.\n" +
            "При осьовому нахилі всього 3 градуси Венера обертається майже вертикально, тому змін пір року не відбувається.\n",
        SQuest:'Структура',
        Sdescription: "Венера багато в чому схожа на Землю за своєю будовою. Вона має залізне ядро, радіус якого становить приблизно 3200 кілометрів. Довкола нього знаходиться мантія з гарячої породи, яка повільно збивається через тепло планети. Поверхня - це тонка кірка скелі, яка випирає і рухається, коли мантія Венери зміщується і створює вулкани.",
        THQuest:'Поверхня',
        THdescription: " З космосу Венера яскраво-біла, оскільки вона вкрита хмарами, що відбивають і розсіюють сонячне світло. На поверхні скелі мають різні відтінки сірого, але густа атмосфера фільтрує сонячне світло, тож все буде виглядати помаранчевим, якщо ви стоятимете на поверхні Венери.\n" +
            "На Венері є гори, долини і десятки тисяч вулканів. Найвища гора Венери, Максвелл Монтес, має висоту 8,8 кілометрів, як і найвища гора Землі, гора Еверест. Ландшафт запилений, а температура поверхні сягає 471 градусів Цельсія.\n",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Атмосфера Венери складається переважно з вуглекислого газу з хмарами сірчаної кислоти. Густа атмосфера затримує тепло Сонця, в результаті чого температура поверхні перевищує 470 градусів Цельсія. В атмосфері багато шарів з різною температурою. На рівні, де знаходяться хмари, приблизно в 30 милях від поверхні, приблизно така ж температура, як і на поверхні Землі.\n' +
            'Коли Венера рухається вперед по своїйорбіті, повільно обертаючись назад навколо своєї осі, верхній рівень хмар застібається навколо планети кожні чотири земні дні, рухаючись ураганними вітрами, що рухаються зі швидкістю 360 км / год. Атмосферні блискавки висвітлюють ці надзвичайно швидкі хмари. Швидкості всередині хмар зменшуються з висотою хмар, і на поверхні, за оцінками, становить лише кілька миль на годину.\n',
        moons: ' ',
        satellites: 0
    },

    {
        id: 3,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/17_earth.png',
        name: 'Земля',
        distance: 'Відстань від Сонця: 149 600 000 км',
        diameter: 'Екваторіальний діаметр: 12 756 км',
        weight: 'Маса: 5,98×1027 кг',
        amount: 'Супутники: 1',
        year: 'Тривалість року: 365,24 дня',
        ShDescription: 'Земля - наша рідна планета - це єдине відоме нам поки місце, де мешкають живі істоти. Це також єдина планета в нашій Сонячній системі з рідкою водою на поверхні.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Коли Земля обертається навколо Сонця, вона виконує один оберт кожні 23,9 години. Щоб здійснити один оберт навколо Сонця, потрібно 365,25 днів. Щоб наші річні календарі відповідали нашій орбіті навколо Сонця, кожні чотири роки ми додаємо один день. Рік, в якому 366 днів, називається високосним.\n" +
            "Вісь обертання Землі нахилена на 23,4 градуса відносно площини орбіти Землі навколо Сонця. Цей нахил обумовлює наш річний цикл сезонів. Протягом частини року північна півкуля нахилена до Сонця, а південна півкуля відхилена. Коли Сонце вище в небі,  там є літо. Менше прямого сонячного тепла дає зиму на півдні. Коли починаються весна і осінь, обидві півкулі отримують приблизно однакову кількість тепла від Сонця.\n",
        SQuest:'Структура',
        Sdescription: "Земля складається з чотирьох основних шарів: внутрішнього ядра в центрі планети, зовнішнього ядра, мантії та кори.\n" +
            "Внутрішнє ядро – це тверда кулю, виготовлена із заліза та нікелю радіусом приблизно 1221 кілометр. Там температура сягає 5400 градусів за Цельсієм. Навколо внутрішнього ядра знаходиться зовнішнє ядро. Цей шар має товщину близько 2300 кілометрів.\n" +
            "Поміж зовнішнім ядром і корою знаходиться мантія. Ця гаряча в’язка суміш розплавленої породи має товщину близько 2900 кілометрів і має консистенцію карамелі. Найбільш зовнішній шар, земна кора, заглиблюється в середньому на суші близько 30 кілометрів. На дні океану кора  простягається приблизно на 5 кілометрів від морського дна до вершини мантії.\n",
        THQuest:'Поверхня',
        THdescription: "Літосфера Землі, що включає земну кору і верхню мантію, розділена на величезні плити, які постійно рухаються. Землетруси виникають, коли плити перетираються одна біля одної, їздять одна над одною, стикаються, щоб зробити гори, або розколюються і розділяються.\n" +
            "Світовий океан Землі, який охоплює майже 70 відсотків поверхні планети, має середню глибину близько 4 кілометрів і містить 97 відсотків води Землі. Під цими океанами заховані майже всі вулкани Землі. Найдовший гірський хребет також знаходиться під водою, на дні Північного Льодовитого та Атлантичного океанів.\n ",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Біля поверхні Земля має атмосферу, яка складається з 78% азоту, 21% кисню та 1% інших газів, таких як аргон, вуглекислий газ та неон. Атмосфера впливає на довготривалий клімат Землі та короткочасну місцеву погоду і захищає нас від значної частини шкідливого випромінювання, що надходить від Сонця. Він також захищає нас від метеороїдів, більшість з яких згорають в атмосфері, які виглядають як метеори на нічному небі, перш ніж вони зможуть потрапити на поверхню як метеорити.',
        moons: 'Місяць',
        satellites: 1
    },

    {
        id: 4,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/19_mars.png',
        name: 'Марс',
        distance: 'Відстань від Сонця: 228 000 000 км',
        diameter: 'Екваторіальний діаметр: 6794 км',
        weight: 'Маса: 10,7% від маси Землі',
        amount: 'Супутники: 2',
        year: 'Тривалість року: 687 земних днів',
        ShDescription: 'Марс - це запилений, холодний, пустельний світ з дуже тонкою атмосферою. Є вагомі докази, що Марс був вологішим і теплішим, з більш щільною атмосферою мільярди років тому.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Коли Марс обертається навколо Сонця, він здійснює один оберт кожні 24,6 години. Рік на Марсі триває 687 днів.\n" +
            "Вісь обертання Марса нахилена на 25 градусів відносно площини його орбіти навколо Сонця. Як і на Землі, у Марса є різні сезони, але вони тривають довше, ніж сезони тут, на Землі, оскільки Марсу потрібно більше часу, щоб обернутися навколо Сонця. І хоча тут, на Землі, пори року розподіляються рівномірно, триваючи 3 місяці, на Марсі сезони різняться за тривалістю через еліптичну орбіту Марса навколо Сонця.\n",
        SQuest:'Структура',
        Sdescription: "У центрі Марса щільне ядро в радіусі від 1500 до 2100 кілометрів. Він виготовлений із заліза, нікелю та сірки. Ядро оточує скеляста мантія товщиною від 1240 до 1880 кілометрів, а над нею - кора із заліза, магнію, алюмінію, кальцію та калію. Глибина цієї кори сягає від 10 до 50 кілометрів.",
        THQuest:'Поверхня',
        THdescription: " Причина, по якій Марс виглядає червонуватим, пов’язана з окисленням або іржавінням заліза в гірських породах, реголіту (марсіанської “землі”) та пилу Марса. Цей пил піднімається в атмосферу, і здалеку планета здається переважно червоною. Поверхня Марса має майже таку ж площу, як суша Землі.\n" +
            "Здається, Марс мав водяне минуле, із древніми мережами річкових долин, дельтами та руслами озер, а також скелями та мінералами на поверхні, які могли утворитися лише у рідкій воді. Це дозволяє припустити, що на Марсі були величезні повені близько 3,5 мільярда років тому.\n" +
            "Сьогодні на Марсі є вода, але марсіанська атмосфера занадто тонка, щоб рідка вода довго існувала на поверхні. Вона знаходиться у вигляді льоду безпосередньо під поверхнею в полярних областях.\n",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Марс має тонку атмосферу, що складається переважно з вуглекислого газу, азоту та газів аргону. Небо було б туманним і червоним через завислий пил замість звичного блакитного відтінку, який ми бачимо на Землі. Розріджена атмосфера Марса не забезпечує особливого захисту від ударів таких об\'єктів, як метеорити, астероїди та комети.\n' +
            'Температура на Марсі може становити до +20 градусів Цельсія або до -153 градусів Цельсія. І оскільки атмосфера така тонка, тепло від Сонця легко виходить з цієї планети.\n' +
            'Іноді вітри на Марсі досить сильні, щоб створити пилові бурі, які покривають більшу частину планети. Після таких бур можуть пройти місяці, поки весь пил осяде.\n',
        moons: 'Деймос, Фобос',
        satellites: 2
    },

    {
        id: 5,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/16_jupiter_new.png',
        name: 'Юпітер',
        distance: 'Відстань від Сонця: 483 000 000 км',
        diameter: 'Екваторіальний діаметр: 142 984 км',
        weight: 'Маса: 318 мас Землі',
        amount: 'Супутники: 79',
        year: 'Тривалість року: 11,9 земного року',
        ShDescription: 'Юпітер більш ніж удвічі масивніший, ніж інші планети нашої Сонячної системи разом узятих. Велика Червона пляма гігантської планети - це багатовікова буря, більша за Землю.',
        FQuest:'Орбіта і обертання',
        Fdescription: "У Юпітера найкоротший день у Сонячній системі. Один день на Юпітері займає лише близько 10 годин, і планета здійснює повний оберт навколо Сонця приблизно за 12 земних років.\n" +
            "Його екватор нахилений відносно орбітального шляху навколо Сонця лише на 3 градуси. Юпітер крутиться майже вертикально.\n",
        SQuest:'Структура',
        Sdescription: "Склад Юпітера подібний до складу Сонця - переважно водень та гелій. У глибині атмосфери тиск і температура зростають, стискаючи газоподібний водень у рідину. На Юпітері найбільший океан Сонячної системи, що складається з водню замість води. Вчені вважають, що на глибинах, на півдорозі до центру планети, тиск стає настільки великим, що електрони віджимаються від атомів водню, роблячи рідину електропровідною як метал. Можливо, швидке обертання Юпітера рухає електричні струми в цій області, генеруючи потужне магнітне поле планети. Досі незрозуміло, чи у Юпітера є центральна серцевина з твердого матеріалу, чи це може бути густа, гаряча і щільна рідина. ",
        THQuest:'Поверхня',
        THdescription: "Як газовий гігант, Юпітер не має як такої поверхні. На планеті в основному кружляють гази та рідини. Хоча космічному кораблю не було б де приземлитися на Юпітері, він також не міг би пролетіти неушкодженим. Екстремальний тиск і температури в глибині планети давлять, топлять і випаровують космічні апарати, які намагаються влетіти на планету.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'На газовій планеті, ймовірно, є три різні хмарні шари. Верхня хмара, ймовірно, складається з аміачного льоду, тоді як середній шар, ймовірно, складається з кристалів гідросульфідного амонію. Внутрішній шар може складатися з водяного льоду та пари.\n' +
            'Яскраві кольори, які ви бачите в товстих смугах на Юпітері, можуть бути шлейфами сірки та фосфорномістких газів.\n' +
            'Не маючи твердої поверхні, щоб уповільнити їх, плями Юпітера можуть зберігатися протягом багатьох років. Велика Червона пляма, закручений овал хмар удвічі ширший за Землю, спостерігається на планеті-гіганті більше 300 років. Зовсім недавно три менші овали об’єдналися, утворивши Малу Червону пляму.\n',
        moons: 'Іо, Європа, Ганімед, Каллісто, Метіда, Адрастея, Альматея, Теба, Фемісто, Леда, Гімалія, Ерса, Пандія, Лісітея, Елара, Дія, Карпо, Валетудо, S/2003 J 12, Евпоріє, Евфеме, Юпітер LV, Юпітер LII, Тельксіное, Еванте, Геліке, Ортозіє, Юпітер LXVIII, Юпітер LIV, Юпітер LXIV, Іокасте, S/2003 J 16, Праксідіке, Гарпаліке, Мнеме, Герміппе, Тіоне, Юпітер LXX, Ананке, Юпітер LXXII, Герсе, Етне, Кале, Тайгете, Юпітер LXI, Халдене, S/2003 J 10, Еріноме, Калліхоре, Юпітер LXVI, Юпітер LXIX, Каліке, Карме, Юпітер LXIII, Пазітеє, Юпітер LI, Евкеладе, Архе, Ісоное, S/2003 J 9, Ейрене, Юпітер LXVII, Філофросіне, S/2003 J 23, Аойде, Калліррое, Еврідоме, Коре, Кіллене, Юпітер LVI · Юпітер LIX, S/2003 J 4, Пасіфе, Гегемоне, Сінопе, Спонде, Автоное, Мегакліте, S/2003 J 2',
        satellites: 79
    },

    {
        id: 6,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/28_saturn.png',
        name: 'Сатурн',
        distance: 'Відстань від Сонця: 890 700 000 км',
        diameter: 'Екваторіальний діаметр: 120 536 км',
        weight: 'Маса: 95 мас Землі',
        amount: 'Супутники: 82',
        year: 'Тривалість року: 29,46 земного року',
        ShDescription: 'Прикрашений сліпучою складною системою крижаних кілець, Сатурн унікальний у нашій Сонячній системі. Інші планети-гіганти мають кільця, але жодні не є такими вражаючими, як у Сатурна.',
        FQuest:'Орбіта і обертання',
        Fdescription: "У Сатурна другий найкоротший день у Сонячній системі. Один день на Сатурні займає всього 10,7 годин, і Сатурн здійснює повну орбіту навколо Сонця приблизно за 29,4 земних років.\n" +
            "Його вісь нахилена на 26,73 градуса відносно орбіти навколо Сонця. Це означає, що, як і Земля, Сатурн має пори року.\n",
        SQuest:'Структура',
        Sdescription: "Як і Юпітер, Сатурн складається в основному з водню та гелію. У центрі Сатурна знаходиться щільне ядро металів, таких як залізо та нікель, оточене скелястим матеріалом та іншими сполуками, затверділими від сильного тиску та тепла. Він огортається рідким металічним воднем всередині шару рідкого водню. Важко уявити, але Сатурн - єдина планета в нашій Сонячній системі, середня щільність якої менша води. Гігантська газова планета могла б плисти у ванні.",
        THQuest:'Поверхня',
        THdescription: "На планеті в основному кружляють гази та рідини. Хоча космічному кораблю не було б де приземлитися на Сатурні, він також не міг би пролетіти неушкодженим, як і в ситуації з Юпітером. ",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Планета має безліч різних відтінків жовтого, коричневого та сірого.\n' +
            'Вітри у верхніх шарах атмосфери досягають 500 метрів на секунду в екваторіальній області, а тиск настільки потужний, що видавлює газ у рідину.\n' +
            'Північний полюс Сатурна має цікаву атмосферну особливість - шестигранний струменевий потік. Простягаючись приблизно в 30000 кілометрів у поперечнику, шестикутник - це хвилястий струменевий потік близько 322 кілометрів на годину з масивною обертовою бурею в центрі.\n',
        moons: 'Енцелад, Титан, -	S/2009 S 1, Пан, Дафніс, Атлас, Прометей, S/2004 S 6, S/2004 S 4, S/2004 S 3, Ерхарт, Блеріо, Епіметей, Янус, Егеон, Мімас, Тефія, Діона, Рея, Гіперіон, Япет, Ківіок, Іджирак, Паліак, Сіарнак, Таркек, Феба, Скаді, S/2007 S 2, Сколл, S/2004 S 13, Грейп, Гірроккін, Мунділфарі, Ярнсакса, S/2006 S 1, S/2004 S 17, Нарві, Бергельмір, Егір, Суттунг, S/2004 S 12, Бестла, Фарбауті, Гаті, S/2004 S 7, Трюм, S/2007 S 3, S/2006 S 3, Сурт, Карі, Фенрір, Імір, Логі, Форньйот, S/2004 S 26, Альбіорікс, Бефінд, Ерріпо, Тарвос, S / 1981 S 15, S / 1981 S 16, S / 1981 S 17, S / 1981 S 18, S / 1981 S 19, S / 1995 S 9, S / 1995 S 10, S / 1995 S 11,',
        satellites: 82
    },

    {
        id: 7,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/29_uranus.png',
        name: 'Уран',
        distance: 'Відстань від Сонця: 1 785 000 000 км',
        diameter: 'Екваторіальний діаметр: 51 118 км',
        weight: 'Маса: 14 мас Землі',
        amount: 'Супутники: 27',
        year: 'Тривалість року: 84,04 земного року',
        ShDescription: 'Уран - сьома планета від Сонця - обертається під кутом майже 90 градусів від площини своєї орбіти. Цей унікальний нахил змушує Уран крутитися на боці.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Один день на Урані займає близько 17 годин. А Уран здійснює повну орбіту навколо Сонця приблизно за 84 земні роки.\n" +
            "Уран - єдина планета, екватор якої знаходиться майже під прямим кутом до своєї орбіти з нахилом 97,77 градусів. Цей унікальний нахил спричиняє найекстремальніші пори року в Сонячній системі.\n" +
            "Уран також є однією з двох планет, які обертаються в напрямку, протилежному більшості планет, зі сходу на захід.\n",
        SQuest:'Структура',
        Sdescription: "Уран - один із двох крижаних гігантів у зовнішній Сонячній системі. Більшу частину маси планети складає гаряча щільна рідина з «крижаних» матеріалів: води, метану та аміаку - над невеликим скелястим ядром. Поблизу ядра він нагрівається до 4982 градусів Цельсія.\n" +
            "Уран трохи більше в діаметрі, ніж його сусід Нептун, але при цьому менший за масою. Це друга найменш щільна планета.\n" +
            "Сонячне світло проходить через атмосферу і відбивається назад на вершинах хмар Урана. Газ метан поглинає червону частину світла, отримуючи синьо-зелений колір.\n",
        THQuest:'Поверхня',
        THdescription: "Як крижаний гігант, Уран не має як такої поверхні. На планеті в основному знаходяться рідини.  ",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Атмосфера Урана - це переважно водень та гелій, з невеликою кількістю метану та слідами води та аміаку. Недавні спостереження показують, що Уран демонструє динамічні хмари, наближаючись до рівнодення, включаючи швидко мінливі яскраві риси. Планетна атмосфера Урана має мінімальну  температуру -224,2 градуса Цельсія. Швидкість вітру на Урані може досягати 900 кілометрів на годину. Вітри ретроградні на екваторі, дмуть у зворотному напрямку обертання планети.',
        moons: 'Міранда, Аріель, Умбріель, Титанія, Оберон, Б’янка, Белінда, Дездемона, Джулльєтта, Калібан, Корделія, Крессида, Купідон, Маргарита, Меб, Офелія, Пак, Пердіта, Порція, Просперо, Розалінда, Сетебос, Сікоракса, Стефано, Трінкуло, Фердинанд, Франциско',
        satellites: 27
    },

    {
        id: 8,
        img: 'https://solarsystem.nasa.gov/system/feature_items/images/30_neptune.png',
        name: 'Нептун',
        distance: 'Відстань від Сонця: 2 793 000 000 км',
        diameter: 'Екваторіальний діаметр: 49 527 км',
        weight: 'Маса: 17 мас Землі',
        amount: 'Супутники: 14',
        year: 'Тривалість року: 164,79 земного року',
        ShDescription: 'Нептун - восьма і найвіддаленіша велика планета, що обертається навколо нашого Сонця. Вона темна, холодна і повна надзвукових вітрів. Це була перша планета, знайдена за допомогою математичних розрахунків.',
        FQuest:'Орбіта і обертання',
        Fdescription: "Один день на Нептуні займає близько 16 годин. І Нептун здійснює повну орбіту навколо Сонця приблизно за 165 земних років.\n" +
            "Іноді Нептун знаходиться навіть далі від Сонця, ніж карликова планета Плутон. Високо ексцентрична овальна орбіта Плутона вводить її всередину орбіти Нептуна протягом 20 років кожні 248 земних років. Однак Плутон ніколи не може врізатися в Нептун.\n" +
            "Вісь обертання Нептуна нахилена на 28 градусів відносно площини своєї орбіти навколо Сонця. Це означає, що Нептун також має пори року і кожна з них триває понад 40 років.\n",
        SQuest:'Структура',
        Sdescription: "Нептун - один із двох крижаних гігантів у зовнішній Сонячній системі. Більшу частину маси планети складає гаряча рідина «крижаних» матеріалів над невеликим кам’янистим ядром. З планет-гігантів Нептун є найбільш щільним.\n" +
            "Вчені вважають, що під холодними хмарами Нептуна може бути надзвичайно гарячий океан. Він не кипить, бо неймовірно високий тиск утримує його всередині.\n",
        THQuest:'Поверхня',
        THdescription: " Нептун не має твердої поверхні. Його атмосфера (в основному складається з водню, гелію та метану) поширюється на великі глибини, поступово занурюючись під воду та інші розплавлені льоди над важким, твердим ядром.",
        FourthQuest: 'Атмосфера',
        Fourthdescription: 'Атмосфера Нептуна складається здебільшого з водню та гелію з невеликою кількістю метану.\n' +
            'Нептун – найбільш вітряна планета нашої Сонячної системи. Вітри Нептуна можуть бути втричі сильнішими за Юпітер і в дев\'ять разів сильнішими за земні. Ці вітри збивають хмари замерзлого метану по всій планеті зі швидкістю понад 2000 кілометрів на годину.\n' +
            'У 1989 році велика буря овальної форми в південній півкулі Нептуна, яку назвали "Великою темною плямою", була досить великою, щоб вмістити всю Землю. З тих пір ця буря зникла, але нові з’явилися на різних частинах планети.\n',
        moons: 'Тритон, Нерехда, Наяда, Таласса, Деспіна, Галатея, Лариса, Протей, Галімеда, Псамафа, Сао, Лаомедея, Несо, Гіппокамп',
        satellites: 14
    },
]